Repository: bluebox69/BitInvestApp
Catalog: Utils/*.lproj/Localizable.strings
Languages: de

source: Last Update: %@
de: Letzte Aktualisierung: %@

# unkown
source: Unkown Date
de: Unbekanntes Datum

# currentTPortfolioValue
source: Portfolio Value
de: Portfolio Wert

source: Investments
de: Investitionen

# totalCash
source: Total Cash: $%.2f
de: Gesamtkapital: $%.2f

# portfolioOrCoinDataError
source: Portfolio or Coin data is not available
de: Portfolio oder Coin Daten sind nicht verfügbar

source: Buy
de: Kaufen

source: Sell
de: Verkaufen

source: Transactions
de: Transaktionen

source: Loading Portfolio..
de: Ladet Portfolio..

source: Loading Coin-Value
de: Ladet Coin..

source: Current Coin-Value: $%@
de: Aktueller Coin-Wert: $%@

# moneyWarning
source: You are out of Money!
de: Du hast kein Bargeld am Konto!

source: Warning
de: Warnung

source: Settings
de: Einstellungen

source: Cash Amount
de: Geldbetrag

# amountInDollar
source: Amount in $
de: Betrag in $

source: Invest All
de: Investiere Alles

# enterDollarAmount
source: Enter Dollar Amount to Invest
de: Investment In Dollar

# receive_bitcoin
source: You will receive approximately %.6f BTC
de: Sie erhalten ungefähr %.6f BTC

source: Confirm
de: Bestätigen

# receiveDollar
source: You will receive approximately %.6f BTC
de: Sie erhalten ungefähr $%.6f

source: Coin Amount
de: Coin Anzahl

source: Sell All Coins
de: Alle Coins verkaufen

# enterCoinAmount
source: Enter Coin Amount to Sell
de: Anzahl der Coins die Sie verkaufen möchten

# addMoney
source: Add Money To Your Account
de: Geldbetrag Überweisen

source: Deposit
de: Geld Einzahlen

# resetPortfolioInfo
source: Reset All Data And Delete All Investments
de: Alle Daten zurücksetzen und Investments löschen

source: Reset Portfolio
de: Portfolio Zurücksetzen
